Repository: wp-plugins/resume-submissions-job-postings
Catalog: languages/resume-submissions-job-postings-*.po
Languages: es_es

source: Archived Job Postings
es_es: Ofertas de trabajo archivados

source: First
es_es: Primero

source: Last
es_es: Ultima

source: There are no archived job postings at this time.
es_es: En este momento no hay ofertas archivados para trabajo

source: Posted:
es_es: Publicado:

source: <b>Error:</b> Make sure all fields required are filled out correctly.
es_es: <b>Error:</b> Asegúrese de que todo se rellena correctamente

source: <b>*</b> Required
es_es: <b>*</b> Obligatorio

source: First Name:
es_es: Primer Nombre:

source: Last Name:
es_es: Ultima Nombre:

source: Address:
es_es: Dirección:

source: Address2:
es_es: Dirección2:

source: City:
es_es: Ciudad:

source: State:
es_es: Estado:

source: Zip Code:
es_es: Código postal:

source: Primary Contact Number:
es_es: Contacto Principal:

source: Secondary Contact Number:
es_es: Número de Contacto Secundario:

source: E-Mail Address:
es_es: Dirección de Correo Electrónico

source: Regarding Job:
es_es: En Cuanto a Trabajo:

source: <b>Cover Letter: </b>(Please submit with good formatting)
es_es: <b>Carta de presentación: </b>(Por favor, envíe con el formato bueno)

source: <b>Resumé: </b>(Please submit with good formatting)
es_es: <b>Curriculum Vitae: </b>(Por favor, envíe con el formato bueno)

source: Input Fields have been updated.
es_es: Se han actualizado los campos de entrada

source: Input Fields
es_es: campos de entrada

source: Select which fields you would like to display on the Resume Form.
es_es: Seleccione los campos que desea mostrar en el formulario de currículum vitae

source: Field Name
es_es: Nombre de Campos

source: Display
es_es: Mostrar

source: Required
es_es: Obligatorio

source: First Name
es_es: Primero Nombre

source: Last Name
es_es: Ultima Nombre

source: Address
es_es: Dirección

source: Suite/Apt
es_es: Apartamento

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Zip Code
es_es: Código postal

source: Primary Number
es_es: Número Principal

source: Secondary Number
es_es: Numero Secundario

source: Email
es_es: Correo electrónico

source: Cover Letter
es_es: Carta de presentación

source: Resume
es_es: Curriculum Vitae

source: Job Title:
es_es: Titulo de Trabajo:

source: Subtitle:
es_es: Subtítulo:

source: Copy:
es_es: Copia:

source: Archive:
es_es: Archivo:

source: Description:
es_es: Descripción:

source: Job Title
es_es: Titulo de Trabajo

source: Post Date
es_es: Fecha de Contabilización

source: Status
es_es: Estatus

source: Open
es_es: Abierto

source: Closed
es_es: Cerrado

source: There are no job postings at this time.
es_es: No hay ofertas de trabajo en este momento.

source: Settings have been updated.
es_es: Configuración se ha actualizado.

source: Resumé Settings
es_es: Configuración del curriculum vitae

source: Enable Captcha:
es_es: Activa Captcha:

source: Captcha - Private Key:
es_es: Captcha - Clave privada:

source: Captcha - Public Key:
es_es: Captcha - Clave pública:

source: Resume Form Page:
es_es: Currículum página Formulario:

source: Display Jobs Page:
es_es: Pagina de Trabajo:

source: Send Admin Email To:
es_es: Enviar correo electrónico de administrador a:

source: Send User Email:
es_es: Enviar correo electrónico del usuario:

source: Email User From:
es_es: Usuario de correo electrónico de:

source: User Email Subject:
es_es: Asunto de correo electrónico del usuario:

source: User Email Copy:
es_es: Copia de correo electrónico del usuario:

source: Helpful Hints
es_es: Consejos de ayuda

source: Resumé Submissions
es_es: Curriculum Presentaciones

source: Find:
es_es: Buscar:

source: Show All For:
es_es: mostrar todo:

source: Name
es_es: Nombre

source: E-Mail
es_es: Correo electrónico

source: Regarding Job
es_es: En cuanto a trabajo

source: Submission Date
es_es: Fecha de presentación

source: There are no submissions at this time.
es_es: No hay envíos en este momento.

source: Suite/Apt:
es_es: Apartamento:

source: Cover Letter:
es_es: Carta de presentación:

source: Resumé:
es_es: Curriculum Vitae:

source: Resumés &amp; Jobs
es_es: Currículum Vitae y Empleo

source: Job Postings
es_es: Ofertas de Trabajo

source: Settings
es_es: Configuració
